[
  {
    "avatar": "Photos/Users/1.webp",
    "name": "daniil_23",
    "text": "Probably one of the best servers, not just for Phasmophobia, but for interacting with players. It's truly a cozy atmosphere and the moderators are incredibly friendly. The players are genuinely friendly and will answer any questions you may have. I hope it continues to thrive! :3"
  },
  {
    "avatar": "Photos/Users/2.webp",
    "name": "purple_ulya",
    "text": "A pleasant place for Phasmophobia fans. The server may be dedicated to that topic, but you can also have a nice chat, learn new things about the game, or ask for advice. There are so many participants that it's almost impossible not to find a group."
  },
  {
    "avatar": "Photos/Users/3.webp",
    "name": "pa.c.fiz",
    "text": "The server is awesome! It has a great player base, fun chat quizzes, and other cool activities. The advanced lobby setup for both public and private games makes it super easy to find exactly what you’re looking for, thanks to the custom bot and amazing admin team."
  },
  {
    "avatar": "Photos/Users/4.webp",
    "name": "xinoki",
    "text": "One of the best Discord servers for Phasmophobia — a friendly and active community that’s always ready to help with any questions. Special thanks to the admin for creating a clear and useful website with an excellent knowledge base. It’s amazing to be part of such a well-organized and welcoming place!"
  },
  {
    "avatar": "Photos/Users/5.webp",
    "name": "TuMOH",
    "text": "Probably the best gaming server I’ve been on. The community is great, the admins respond quickly, and the role system instantly shows everyone’s experience level. It’s super easy to find people for a game lobby here!"
  },
  {
    "avatar": "Photos/Users/6.webp",
    "name": "terbindv",
    "text": "When I was looking for a Phasmophobia server, I came across this one. From the very first days, I realized the admins here are amazing — they respond instantly to any questions. The community is fun and friendly, and it’s super easy to find a partner to go ghost-hunting with. In short, it’s an awesome server!"
  },
  {
    "avatar": "Photos/Users/7.webp",
    "name": "anmarii",
    "text": "There’s always something happening here — active chats, friendly people, and it’s easy to find a teammate and have fun. The admins are engaged and always improving the community for everyone. Definitely recommended if you want good teammates or to get better at Phasmophobia!"
  },
  {
    "avatar": "Photos/Users/8.webp",
    "name": "bi4ovka",
    "text": "Absolutely amazing Discord server! The atmosphere is super friendly, and there’s always someone online to play or chat with. The admins are active and helpful, constantly adding new features and events that keep things fresh. Whether you’re here to play, learn, or just have fun — this community makes you feel right at home!"
  },
  {
    "avatar": "Photos/Users/9.webp",
    "name": "jentlegoose",
    "text": "This is my absolute favorite Discord server! Everything looks great, there’s a custom bot, a kind and responsive admin team, and lots of nice and fun members to hang out with and laugh at each other’s jokes. Totally recommend this server!"
  },
  {
    "avatar": "Photos/Users/10.webp",
    "name": "bi4ovka",
    "text": "The best Phasmophobia server I’ve joined — I’ve made great friends and had an amazing time here. Many players help newcomers and share cool tips about the game. The active admin team and suggestion system keep things improving. Highly recommend it for both playing and hanging out!"
  }
]

